{
  "truthQuestions": [
    "Apa kebiasaan terburukmu yang ingin kamu ubah?",
    "Pernahkah kamu terlibat dalam situasi memalukan di depan umum?",
    "Apa hal yang membuatmu bangga terhadap dirimu sendiri?",
    "Jika kamu dapat memiliki kemampuan khusus, apa yang akan kamu pilih?",
    "Bagaimana kamu mengatasi stres?",
    "Pernahkah kamu memendam perasaan pada seseorang?",
    "Jika dapat bertemu dengan versi dirimu di masa depan, apa yang akan kamu tanyakan?",
    "Apa hal yang paling ingin kamu lakukan sebelum tahun berakhir?",
    "Pernahkah kamu memiliki mimpimu menjadi kenyataan?",
    "Apa hal yang paling sering membuatmu merasa bahagia?",
    "Jika bisa memiliki satu kekuatan super alami, apa itu?",
    "Apa hal paling menarik yang pernah terjadi dalam hidupmu?",
    "Bagikan momen teraneh yang pernah kamu alami.",
    "Apakah ada hal yang kamu sesali dari masa lalu?",
    "Apa hal yang ingin kamu capai dalam lima tahun ke depan?",
    "Pernahkah kamu berada dalam situasi yang membuatmu merasa sangat takut?",
    "Apa impian terbesarmu dan apa langkah pertama yang akan kamu ambil untuk mencapainya?",
    "Jika dapat bertukar hidup dengan seseorang untuk sehari, siapa yang akan kamu pilih?",
    "Apa kebahagiaan sepele yang dapat membuatmu senang?",
    "Bagikan satu fakta unik tentang dirimu yang tidak banyak orang tahu.",
    "Apa hal yang paling ingin kamu pelajari?",
    "Jika kamu memiliki waktu 24 jam bebas konsekuensi, apa yang akan kamu lakukan?",
    "Pernahkah kamu memiliki mimpi yang selalu ingin kamu capai?",
    "Bagikan cerita lucu atau memalukan tentang dirimu sendiri.",
    "Apa kegiatan atau hobi yang bisa membuatmu lupa waktu?",
    "Pernahkah kamu menangis saat menonton film? Film apa itu?",
    "Apa hal terkecil yang bisa membuatmu bahagia?",
    "Jika kamu bisa memiliki satu kekuatan super alami, apa itu?",
    "Pernahkah kamu menyimpan rahasia yang besar dari temanmu?",
    "Bagikan momen kebahagiaan terbesar dalam hidupmu.",
    "Apa hal yang paling membuatmu tertawa?",
    "Pernahkah kamu merahasiakan sesuatu dari sahabatmu?",
    "Jika dapat menjadi karakter fiksi, siapa yang ingin kamu jadi?",
    "Apakah ada hal yang ingin kamu katakan kepada seseorang, tapi belum berani?",
    "Apa pencapaian terbesar dalam hidupmu?",
    "Pernahkah kamu bermimpi buruk dan tetap teringat sampai sekarang?",
    "Apa hal paling aneh yang pernah kamu lakukan?",
    "Jika bisa mengubah sesuatu di dunia ini, apa yang akan kamu ubah?",
    "Pernahkah kamu memiliki ketakutan yang tidak masuk akal?",
    "Bagikan cerita lucu atau anekdot tentang dirimu yang belum pernah kamu ceritakan.",
    "Apakah kamu pernah menolong seseorang tanpa memberi tahu siapapun?",
    "Jika kamu bisa memiliki keahlian baru, apa yang akan kamu pilih?",
    "Apa lagu yang selalu membuatmu teringat momen spesial?",
    "Bagikan cerita tentang mimpi teraneh yang pernah kamu alami.",
    "Apa hal paling aneh yang pernah kamu lihat di internet?",
    "Pernahkah kamu menyaksikan acara atau film yang membuatmu menangis?",
    "Jika dapat tinggal di era sejarah tertentu, kapan itu dan mengapa?",
    "Apakah kamu mempunyai kebiasaan yang unik saat bekerja?",
    "Apa hal yang paling ingin kamu lakukan jika waktu dan uang bukan masalah?",
    "Jika ada satu kebenaran yang ingin kamu ungkapkan, apa itu?",
    "Apa hal yang paling sering kamu bawa dalam tas atau dompetmu?",
    "Jika bisa memiliki satu barang mewah, apa yang akan kamu pilih?",
    "Pernahkah kamu memberi hadiah terbaik pada seseorang?",
    "Jika bisa bertemu dengan karakter fiksi favoritmu, apa yang akan kamu tanyakan?",
    "Apa keahlian terunik yang kamu miliki?",
    "Pernahkah kamu melakukan perjalanan spontan tanpa persiapan sebelumnya?",
    "Jika dapat berbicara dengan hewan, apa yang ingin kamu tanyakan?",
    "Bagaimana cara kamu mengatasi rasa gugup atau cemas?",
    "Apakah ada mimpi yang ingin kamu wujudkan sejak kecil?",
    "Apa hal kecil yang bisa membuatmu tersenyum setiap hari?",
    "Apa makanan yang kamu anggap enak tapi sebagian besar orang tidak suka?",
    "Pernahkah kamu memiliki pengalaman mistis atau supranatural?",
    "Jika bisa bertukar kehidupan dengan hewan peliharaanmu, apakah kamu mau?",
    "Bagikan satu hal yang membuatmu bangga pada dirimu sendiri saat ini.",
    "Jika memiliki kekuatan untuk mengubah cuaca, apa yang akan kamu lakukan?",
    "Apakah ada hal yang kamu pikirkan terus-menerus sebelum tidur?",
    "Apa lagu yang membuatmu teringat akan seseorang setiap kali kamu mendengarnya?",
    "Jika harus tinggal di suatu pulau sendirian, apa yang akan kamu bawa?",
    "Apakah kamu pernah punya pengalaman dekat mati?",
    "Jika diberi kesempatan untuk menemui dirimu di masa lalu, apa yang akan kamu sampaikan?",
    "Bagaimana cara kamu mengatasi hari yang buruk?",
    "Apakah ada hal yang ingin kamu pelajari, tetapi selalu tertunda?",
    "Jika bisa memiliki satu kemampuan khusus, apakah itu?",
    "Apa hal yang paling ingin kamu ubah dari kehidupanmu saat ini?",
    "Jika bisa bertemu dengan satu tokoh sejarah, siapa yang akan kamu pilih?",
    "Pernahkah kamu menyembunyikan keahlian atau bakatmu dari orang lain?",
    "Apa kejadian paling mengejutkan yang pernah kamu alami?",
    "Bagaimana kamu merayakan hari ulang tahunmu biasanya?",
    "Jika bisa memiliki rumah impian, seperti apa rumah itu?",
    "Apa yang membuatmu bangga menjadi bagian dari keluargamu?"
  ],
  "dareQuestions": [
    "Kirim pesan 'Aku punya rahasia besar!' ke temanmu tanpa menjelaskan.",
    "Buat puisi singkat tentang temanmu dan bagikan.",
    "Lakukan panggilan suara dengan suara paling tinggi yang bisa kamu buat.",
    "Kirim emoji tanpa konteks ke tiga orang di daftar kontakmu.",
    "Posting foto apa pun yang pertama kali muncul di galeri ponselmu.",
    "Lakukan tindakan imitasi terbaik dari selebriti yang kamu kenal.",
    "Ambil selfie dalam posisi acak dan kirim ke temanmu.",
    "Kirim video singkat tentang kegiatan sehari-harimu tanpa suara.",
    "Buat nama samaran unik untuk dirimu dan gunakan selama sehari.",
    "Lakukan tarian bebas selama 30 detik dan bagikan videonya.",
    "Kirim pesan 'Saya mencintai kamu' ke seseorang tanpa menjelaskan.",
    "Buatlah parodi tentang dirimu sendiri dan bagikan.",
    "Pilih satu teman untuk dijadikan asisten pribadi selama sehari.",
    "Kirim emoji acak ke lima orang di daftar kontakmu.",
    "Bagikan foto langit-langit kamar tidurmu tanpa penjelasan.",
    "Lakukan panggilan suara dengan teman dan berbicaralah seperti alien.",
    "Ambil selfie dengan ekspresi serius dan jadikan foto profil selama sehari.",
    "Kirim pesan kepada teman terakhir di teleponmu dan katakan sesuatu yang lucu.",
    "Pura-purakan aksen asing dan bicaralah selama dua putaran.",
    "Lakukan pantomim sebentar tentang suatu hal dan kirim videonya.",
    "Kirim pesan ke mantanmu dan katakan sesuatu yang lucu.",
    "Lakukan pantomim tentang satu momen lucu dan rekam videonya.",
    "Ambil foto dirimu seperti sedang diwawancarai dan bagikan.",
    "Posting status di media sosial tentang kebiasaan teraneh yang kamu miliki.",
    "Kirim pesan suara menyanyikan lagu favoritmu tanpa lirik.",
    "Buat puisi cinta singkat dan kirim ke temanmu.",
    "Lakukan akting monolog singkat tentang kehidupan sehari-hari.",
    "Ambil foto dirimu dengan pose drama dan jadikan foto profil selama sehari.",
    "Kirim pesan ke temanmu dengan alasan aneh tanpa penjelasan.",
    "Buat pertanyaan aneh dan kirim ke tiga temanmu untuk dijawab.",
    "Kirim pesan 'Aku punya rahasia besar!' ke temanmu tanpa menjelaskan.",
    "Buat puisi singkat tentang temanmu dan bagikan.",
    "Lakukan panggilan suara dengan suara paling tinggi yang bisa kamu buat.",
    "Kirim emoji tanpa konteks ke tiga orang di daftar kontakmu.",
    "Posting foto apa pun yang pertama kali muncul di galeri ponselmu.",
    "Lakukan tindakan imitasi terbaik dari selebriti yang kamu kenal.",
    "Ambil selfie dalam posisi acak dan kirim ke temanmu.",
    "Kirim video singkat tentang kegiatan sehari-harimu tanpa suara.",
    "Buat nama samaran unik untuk dirimu dan gunakan selama sehari.",
    "Lakukan tarian bebas selama 30 detik dan bagikan videonya.",
    "Lakukan akting seolah-olah kamu sedang di tengah-tengah kebahagiaan luar biasa.",
    "Kirim pesan suara imitasi tokoh terkenal dan biarkan temanmu menebak siapa itu.",
    "Buatlah puisi lucu tentang sesuatu yang biasa dan bagikan.",
    "Kirim gambar makanan yang enak dan katakan padanya bahwa kamu membuatnya (meskipun tidak).",
    "Buatlah tarian spontan selama 1 menit dan rekam videonya.",
    "Pretendakan dirimu adalah pemandu acara dan perkenalkan temanmu dengan cara epik.",
    "Lakukan panggilan suara dengan suara yang sangat pelan selama dua putaran.",
    "Bagikan foto makanan yang terakhir kali kamu makan dan deskripsikan dengan sangat dramatis.",
    "Pura-purakan bahwa kamu sedang di tengah-tengah hujan deras (meskipun tidak hujan).",
    "Kirim emoji tanpa konteks ke lima temanmu dan lihat tanggapannya.",
    "Kirim ucapan selamat ulang tahun ke satu temanmu, meskipun belum ulang tahun mereka.",
    "Buatlah sketsa singkat tentang situasi lucu yang pernah kamu alami.",
    "Ambil selfie dengan mimik wajah yang paling konyol dan jadikan foto profil selama sehari.",
    "Kirim pesan ke temanmu dengan teriakan virtual (karakter berulang) tanpa alasan.",
    "Lakukan panggilan suara dengan aksen asing dan cobalah untuk membuat temanmu tertawa.",
    "Buat foto imajinatif tentang versi supermu dan bagikan ke grup.",
    "Pretendakan dirimu sedang di sesuatu acara penghargaan dan terima hadiah virtual.",
    "Kirim pesan cinta romantis ke seseorang di grup tanpa menyebutkan nama.",
    "Buat puisi pendek tentang kucing dan bagikan ke grup.",
    "Kirim salam dengan cara yang paling unik kepada temanmu di grup.",
    "Buat puisi singkat tentang makanan favoritmu dan bacakannya di depan grup.",
    "Kirim pesan 'Saya membutuhkan saran, bolehkah saya menghubungi Anda?' ke temanmu tanpa penjelasan.",
    "Lakukan tarian ala penguin selama 1 menit dan rekam videonya.",
    "Bagikan foto makanan yang terakhir kali kamu makan dengan deskripsi yang lebay.",
    "Pura-purakan dirimu adalah pemandu acara berita dan berikan berita lucu tentang dirimu sendiri.",
    "Kirim ucapan selamat ulang tahun yang sangat panjang dan kreatif ke temanmu yang baru saja berulang tahun.",
    "Pretendakan dirimu adalah superhero dengan kekuatan aneh dan ceritakan keistimewaanmu.",
    "Buat pantun tentang sesuatu yang terjadi di hari ini dan bagikan di grup.",
    "Kirim emoji acak ke tiga orang di daftar kontakmu dan berikan penjelasan lucu.",
    "Pura-purakan bahwa kamu sedang di tengah-tengah panggung dan nyanyikan lagu favoritmu secara penuh semangat.",
    "Kirim pesan singkat 'Hai, aku dari planet lain, dan aku menyukai manusia!' ke temanmu.",
    "Lakukan panggilan suara dengan suara paling rendah yang bisa kamu buat.",
    "Buat gambar doodle acak dan jadikan sebagai foto profil selama sehari.",
    "Kirim pesan suara dengan aksen unik dan biarkan temanmu menebak dari mana asal aksen tersebut.",
    "Pura-purakan kamu sedang di wawancara dan berikan jawaban yang sangat serius tentang pertanyaan konyol.",
    "Kirim pesan lucu ke temanmu dan ajak mereka tertawa.",
    "Bagikan cerita singkat tentang mimpi teraneh yang pernah kamu alami.",
    "Lakukan akting seolah-olah kamu sedang berbicara dengan hewan peliharaan.",
    "Kirim foto saat kamu masih kecil dan berikan deskripsi menggemaskan.",
    "Buat panggilan suara dengan suara robot dan bicaralah selama dua putaran."
  ]
}